13/data/attachments/d31df0ae1c76cb07.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b0e9a363-8ee3-4b94-a37a-9758285a8b80</nif:username>
            <nif:friendToBeAdded>Alex_point_Friend_46324_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>